taskt/Core/Automation/Commands/DateTimeGroup/FormatDateTimeByTextCommand.dot
digraph "FormatDateTimeByTextCommand" {
"FormatDateTimeByTextCommand" -> "AFormatDateTimeCommands";
"AFormatDateTimeCommands" -> "ADateTimeConvertCommands";
"ADateTimeConvertCommands" -> "ScriptCommand";
"ADateTimeConvertCommands" -> "IDateTimeConvertProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
